alexcvzz.vscode-sqlite
asvetliakov.vscode-neovim
Azurite.azurite
bierner.docs-view
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
cschlosser.doxdocgen
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
ecmel.vscode-html-css
fabiospampinato.vscode-todo-plus
gaoshan0621.csharp-format-usings
GitHub.copilot
GitHub.copilot-chat
golang.go
idleberg.openvpn
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
kevin-chatham.aspnetcorerazor-html-css-class-completion
medo64.render-crlf
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscode-dotnet-sdk
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
PKief.material-icon-theme
redhat.vscode-yaml
SirTori.indenticator
spadin.zmk-tools
stoplight.spectral
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wengerk.highlight-bad-chars
xaver.clang-format
yzhang.markdown-all-in-one
